1. 人能听到的频率范围
20HZ—20000HZ

2. 在1KHz时 人体最敏感 同样的声压下 这个频率人感觉声音最大 然后向两个方向递减

3. 人的发声范围
85Hz~1100Hz

4. 话音频率为300-3400Hz； 是通信电子产品中的音频范围，比如电话机电路就是按照这个指标设计的。
国际通信标准制定为300Hz-3400Hz

5. 声音音质的评价参数：频响曲线，失真度，信噪比，灵敏度(mic的灵敏度)
5.1 频响曲线
http://www.sohu.com/a/217582786_464086
频响曲线
曲线平直就是系统或设备对输入信号中各个频段的音量强弱的还原度高。
5.2 失真度
https://tech.hqew.com/sudi_1877297
典型的有害失真
爆音：一般多出在音源，也可能是CD碟划伤严重或者音频文件损坏，当信号突然断开或者被引入其他强干扰，都会产生爆音。
瞬态表现比较差的设备，可能会在信号突变的瞬间产生爆音。
削顶：信号过大时，信号就会溢出，溢出的结果溢出部分被整齐的切掉，就很容易出现削顶失真；
5.3 信噪比
信噪比表示音箱在正常情况下，回放出来的声音信号和噪声信号的比值，即放大器的输出信号的电压与同时输出的噪声电压的比。用dB表示。
一般来说，信噪比越大，说明混在信号里的噪声越小。声音回放的音质量越高，否则相反。
信噪比 一般不应该低于70dB，高保真音箱的信噪比应达到110dB以上。
