1. Nand驱动框架
APP: open   read    write
....................................
            vfs
....................................
FS:  vfat   yaffs2   jffs2
....................................
   字符设备    |    块设备
....................................
      Nand Flash 协议：知道 发送什么 来读写、擦除、识别
....................................
      硬件相关：知道 怎样发 命令、地址、读写数据
....................................
              硬件

2. 驱动中硬件相关
2.1 分配
nand_chip
2.2 初始化
nand_chip
2.3 硬件相关
2.4 使用nand_chip
nand_scan; add_mtd_partitions
