1. 侧音：在使用电话过程中讲话人听到自己的声音，称为侧音（Side Tone）。
侧音是通信术语，通常指在终端设备（例如电话机）中，发端信号经处理后，其中一部分回馈到自身接收电话的那部分信号,
使讲话人能听到自己的声音，这就是侧音。
(1)空气传导。讲话声经过房间，耳朵’j耳承之间的气隙传到自己的耳朵中；
(2)电路传导。讲话声由送话器接收后经过话机电路和受话器传入自己的耳朵中；
(3)手柄传导：设汁较差的于柄空腔较赶，所以讲话声通过送话器和口承之间的缝隙，受话器和耳承之间的缝隙传到自己的耳朵中。
(4)头部骨骼传导。当用食指堵住两耳并轻声讲话，这时自己可以听到自己的声音，这种声音就是经过头部骨骼传递，并且是消除不掉的。
2. 声质
所谓声音的质量，是指经传输、处理后音频信号的保真度。
对模拟音频来说，再现声音的频率成分越多，失真与干扰越小，声音保真度越高，音质也越好。如在通信科学中，
声音质量的等级除了用音频信号的频率范围外，还用失真度、信噪比等指标来衡量。
3. 声压
声压（sound pressure）就是大气压受到声波扰动后产生的变化，即为大气压强的余压，它相当于在大气压强上的叠加一个声波扰动引起的压强变化。
4. VAD （静音抑制）
语音活动检测(Voice Activity Detection,VAD)又称语音端点检测,语音边界检测。目的是从声音信号流里识别和消除长时间的静音期，
以达到在不降低业务质量的情况下节省话路资源的作用，它是IP电话应用的重要组成部分。静音抑制可以节省宝贵的带宽资源，
可以有利于减少用户感觉到的端到端的时延。
5. CNG （舒适噪音生成）
舒适噪音生成（comfort noise generator，CNG）是一个在通话过程中出现短暂静音时用来为电话通信产生背景噪声的程序。
舒适噪音生成是VoIP技术中静音抑制（silence suppression）或语音活动检测（VAD）的一部分。
语音活动检测及舒适噪音生成是用来维持一个感受到的可接受的服务品质，同时尽可能降低传输成本和带宽使用。

6. 音频基本指标
http://www.av010.com/zixun/news_info_16029.html
1）信噪比SNR(Signal to Noise Ratio)：
2）频响范围：
3）失真度（DISTN）：
